/* Localizable strings*/

"SUPrefNeverUsedStatus" = "尚未使用“軟體更新”。";
"SUPrefSuccessStatus" = "已成功執行“軟體更新”。";
"SUPrefAllInactiveStatus" = "可用的更新項目只有那些您選擇忽略的項目。";
"SUPrefNoUpdatesStatus" = "沒有可用的更新軟體。";
"SUPrefFailedCantConnectStatus" = "連線失敗。無法連線至 Internet。";
"SUPrefFailedGenericStatus" = "連線失敗。檢查更新時發生錯誤。";
"SUPrefIgnoredUpdatesAvailableStatus" = "現在已經可以取得略過的更新項目。";

"SUPrefScanningStatus" = "正在尋找新軟體⋯";
"SUPrefServerErrorStatus" = "伺服器目前無法使用。請稍後再試一次。";
"SUPrefUnexpectedErrorStatus" = "發生未料到的錯誤。";

"SUPrefCancellingStatus" = "正在取消⋯";
"SUPrefCancelledStatus" = "已取消。";

"SUPrefLastStatusCheckTitle" = "最近一次檢查：";
"SUPrefLastStatusFailedTitle" = "最近一次嘗試：";
"SUPrefCurrentStatusTitle" = "狀態：";
"SUPrefLastSuccessfulStatus" = "更新成功。%@。";

"SUPrefNextScheduledDate" = "下一排程：%@。";

"Software Update can't check for updates because of a network problem." = "因為網路發生問題，所以“軟體更新”無法檢查更新項目。";
"Failed to check for updates." = "檢查更新失敗。";
"Diagnose..." = "網路診斷⋯";
"SUPrefCheckConfigMessage" = "請確定您已連接 Internet，然後再試一次。";
"OK" = "好";

"SUPrefUpdateNow" = "立即更新";
"CANCEL" = "取消";
